Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# SVC_ApplyAfterImportFailed.Content
source: Failed to apply profile after import: {0}
ar: فشل التطبيق بعد الاستيراد: {0}
de: Anwenden nach Import fehlgeschlagen: {0}
fa: اعمال پس از وارد کردن ناموفق: {0}
id: Gagal menerapkan setelah impor: {0}
ja: インポート後の適用に失敗: {0}
ko: 가져오기 후 적용 실패: {0}
tr: İçe aktarma sonrası uygulama başarısız: {0}
tt: Кертүдән соң куллану хата: {0}
zh_cn: 导入后应用订阅失败: {0}
zh_tw: 匯入後應用訂閱失敗: {0}

# SVC_AutoUpdateOk.Text
source: Auto-update succeeded: {0}
ar: نجح التحديث التلقائي: {0}
de: Auto-Update erfolgreich: {0}
es: Actualización automática exitosa: {0}
fa: به‌روزرسانی خودکار موفق: {0}
id: Pembaruan otomatis berhasil: {0}
ja: 自動更新成功: {0}
ko: 자동 업데이트 성공: {0}
ru: Автообновление успешно: {0}
tr: Otomatik güncelleme başarılı: {0}
tt: Автояңарту уңышлы: {0}
zh_cn: 订阅自动更新成功: {0}
zh_tw: 訂閱自動更新成功: {0}

# SVC_AutoUpdateOk.Content
source: Auto-update succeeded: {0}
ar: نجح التحديث التلقائي: {0}
de: Auto-Update erfolgreich: {0}
fa: به‌روزرسانی خودکار موفق: {0}
id: Pembaruan otomatis berhasil: {0}
ja: 自動更新成功: {0}
ko: 자동 업데이트 성공: {0}
tr: Otomatik güncelleme başarılı: {0}
tt: Автояңарту уңышлы: {0}
zh_cn: 订阅自动更新成功: {0}
zh_tw: 訂閱自動更新成功: {0}

# SVC_AutoUpdateFailed.Text
source: Auto-update failed: {0}: {1}
ar: فشل التحديث التلقائي: {0}: {1}
de: Auto-Update fehlgeschlagen: {0}: {1}
es: Actualización automática fallida: {0}: {1}
fa: به‌روزرسانی خودکار ناموفق: {0}: {1}
id: Pembaruan otomatis gagal: {0}: {1}
ja: 自動更新失敗: {0}: {1}
ko: 자동 업데이트 실패: {0}: {1}
ru: Автообновление не удалось: {0}: {1}
tr: Otomatik güncelleme başarısız: {0}: {1}
tt: Автояңарту хата: {0}: {1}
zh_cn: 订阅自动更新失败: {0}: {1}
zh_tw: 訂閱自動更新失敗: {0}: {1}

# SVC_AutoUpdateFailed.Content
source: Auto-update failed: {0}: {1}
ar: فشل التحديث التلقائي: {0}: {1}
de: Auto-Update fehlgeschlagen: {0}: {1}
fa: به‌روزرسانی خودکار ناموفق: {0}: {1}
id: Pembaruan otomatis gagal: {0}: {1}
ja: 自動更新失敗: {0}: {1}
ko: 자동 업데이트 실패: {0}: {1}
tr: Otomatik güncelleme başarısız: {0}: {1}
tt: Автояңарту хата: {0}: {1}
zh_cn: 订阅自动更新失败: {0}: {1}
zh_tw: 訂閱自動更新失敗: {0}: {1}

# Tray_InitFailed.Text
source: Tray init failed: {0}
ar: فشل تهيئة الصينية: {0}
de: Tray-Init fehlgeschlagen: {0}
es: Error al iniciar bandeja: {0}
fa: راه‌اندازی تری ناموفق: {0}
id: Gagal menginisialisasi tray: {0}
ja: トレイ初期化失敗: {0}
ko: 트레이 초기화 실패: {0}
ru: Ошибка инициализации трея: {0}
tr: Tepsi başlatma başarısız: {0}
tt: Трей башлау хата: {0}
zh_cn: 托盘初始化失败: {0}
zh_tw: 托盤初始化失敗: {0}

# Tray_InitFailed.Content
source: Tray init failed: {0}
ar: فشل تهيئة الصينية: {0}
de: Tray-Init fehlgeschlagen: {0}
fa: راه‌اندازی تری ناموفق: {0}
id: Gagal menginisialisasi tray: {0}
ja: トレイ初期化失敗: {0}
ko: 트레이 초기화 실패: {0}
tr: Tepsi başlatma başarısız: {0}
tt: Трей башлау хата: {0}
zh_cn: 托盘初始化失败: {0}
zh_tw: 托盤初始化失敗: {0}

# Tray_ShowWindow.Text
source: Show main window
ar: إظهار النافذة الرئيسية
de: Hauptfenster zeigen
es: Mostrar ventana principal
fa: نمایش پنجره اصلی
id: Tampilkan jendela utama
ja: メインウィンドウを表示
ko: 기본 창 표시
ru: Показать главное окно
tr: Ana pencereyi göster
tt: Тәрәзәне күрсәтү
zh_cn: 显示主窗口
zh_tw: 顯示主視窗

# Tray_ShowWindow.Content
source: Show main window
ar: إظهار النافذة الرئيسية
de: Hauptfenster zeigen
fa: نمایش پنجره اصلی
id: Tampilkan jendela utama
ja: メインウィンドウを表示
ko: 기본 창 표시
tr: Ana pencereyi göster
tt: Тәрәзәне күрсәтү
zh_cn: 显示主窗口
zh_tw: 顯示主視窗

# Tray_ModeRule.Text
source: Rule mode
ar: وضع القواعد
de: Regel-Modus
es: Modo de reglas
fa: حالت قانون
id: Mode aturan
ja: ルールモード
ko: 규칙 모드
ru: Режим правил
tr: Kural modu
tt: Кагыйдә режимы
zh_cn: 规则模式
zh_tw: 規則模式

# Tray_ModeRule.Content
source: Rule mode
ar: وضع القواعد
de: Regel-Modus
fa: حالت قانون
id: Mode aturan
ja: ルールモード
ko: 규칙 모드
tr: Kural modu
tt: Кагыйдә режимы
zh_cn: 规则模式
zh_tw: 規則模式

# Tray_ModeGlobal.Text
source: Global mode
ar: الوضع العام
de: Globaler Modus
es: Modo global
fa: حالت سراسری
id: Mode global
ja: グローバルモード
ko: 글로벌 모드
ru: Глобальный режим
tr: Global mod
tt: Глобаль режим
zh_cn: 全局模式
zh_tw: 全域模式

# Tray_ModeGlobal.Content
source: Global mode
ar: الوضع العام
de: Globaler Modus
fa: حالت سراسری
id: Mode global
ja: グローバルモード
ko: 글로벌 모드
tr: Global mod
tt: Глобаль режим
zh_cn: 全局模式
zh_tw: 全域模式

# Tray_ModeDirect.Text
source: Direct mode
ar: الوضع المباشر
de: Direkt-Modus
es: Modo directo
fa: حالت مستقیم
id: Mode langsung
ja: ダイレクトモード
ko: 다이렉트 모드
ru: Прямой режим
tr: Doğrudan mod
tt: Туры режим
zh_cn: 直连模式
zh_tw: 直連模式

# Tray_ModeDirect.Content
source: Direct mode
ar: الوضع المباشر
de: Direkt-Modus
fa: حالت مستقیم
id: Mode langsung
ja: ダイレクトモード
ko: 다이렉트 모드
tr: Doğrudan mod
tt: Туры режим
zh_cn: 直连模式
zh_tw: 直連模式

# Tray_SystemProxy.Text
source: System proxy
ar: بروكسي النظام
es: Proxy del sistema
fa: پروکسی سیستم
id: Proxy sistem
ja: システムプロキシ
ko: 시스템 프록시
ru: Системный прокси
tr: Sistem proxy
tt: Систем прокси
zh_cn: 系统代理
zh_tw: 系統代理

# Tray_SystemProxy.Content
source: System proxy
ar: بروكسي النظام
fa: پروکسی سیستم
id: Proxy sistem
ja: システムプロキシ
ko: 시스템 프록시
tr: Sistem proxy
tt: Систем прокси
zh_cn: 系统代理
zh_tw: 系統代理

# Tray_TunMode.Text
source: TUN mode
ar: وضع TUN
de: TUN-Modus
es: Modo TUN
fa: حالت TUN
id: Mode TUN
ja: TUN モード
ko: TUN 모드
ru: Режим TUN
tr: TUN modu
tt: TUN режимы
zh_cn: TUN 模式
zh_tw: TUN 模式

# Tray_TunMode.Content
source: TUN mode
ar: وضع TUN
de: TUN-Modus
fa: حالت TUN
id: Mode TUN
ja: TUN モード
ko: TUN 모드
tr: TUN modu
tt: TUN режимы
zh_cn: TUN 模式
zh_tw: TUN 模式

# Tray_Lightweight.Text
source: Lightweight mode
ar: الوضع الخفيف
de: Leichtmodus
es: Modo ligero
fa: حالت سبک
id: Mode ringan
ja: 軽量モード
ko: 경량 모드
ru: Облегчённый режим
tr: Hafif mod
tt: Җиңел режим
zh_cn: 轻量模式
zh_tw: 輕量模式

# Tray_Lightweight.Content
source: Lightweight mode
ar: الوضع الخفيف
de: Leichtmodus
fa: حالت سبک
id: Mode ringan
ja: 軽量モード
ko: 경량 모드
tr: Hafif mod
tt: Җиңел режим
zh_cn: 轻量模式
zh_tw: 輕量模式

# Tray_RestartCore.Text
source: Restart core
ar: إعادة تشغيل النواة
de: Kern neu starten
es: Reiniciar núcleo
fa: ری‌استارت هسته
ja: コア再起動
ko: 코어 재시작
ru: Перезапустить ядро
tr: Çekirdeği yeniden başlat
tt: Йөзәкне яңадан башлау
zh_cn: 重启内核
zh_tw: 重啟核心

# Tray_RestartCore.Content
source: Restart core
ar: إعادة تشغيل النواة
de: Kern neu starten
fa: ری‌استارت هسته
ja: コア再起動
ko: 코어 재시작
tr: Çekirdeği yeniden başlat
tt: Йөзәкне яңадан башлау
zh_cn: 重启内核
zh_tw: 重啟核心

# Tray_Exit.Text
source: Exit
ar: خروج
de: Beenden
es: Salir
fa: خروج
id: Keluar
ja: 終了
ko: 종료
ru: Выход
tr: Çıkış
tt: Чыгу
zh_cn: 退出
zh_tw: 退出

# Tray_Exit.Content
source: Exit
ar: خروج
de: Beenden
fa: خروج
id: Keluar
ja: 終了
ko: 종료
tr: Çıkış
tt: Чыгу
zh_cn: 退出
zh_tw: 退出

# Tray_MenuRefreshFailed.Text
source: Tray menu refresh failed: {0}
ar: فشل تحديث قائمة الصينية: {0}
de: Tray-Menü-Aktualisierung fehlgeschlagen: {0}
es: Error al refrescar menú de bandeja: {0}
fa: بازخوانی منوی تری ناموفق: {0}
id: Gagal menyegarkan menu tray: {0}
ja: トレイメニュー更新失敗: {0}
ko: 트레이 메뉴 새로고침 실패: {0}
ru: Ошибка обновления меню трея: {0}
tr: Tepsi menü yenileme başarısız: {0}
tt: Трей меню яңарту хата: {0}
zh_cn: 托盘菜单刷新失败: {0}
zh_tw: 托盤選單重新整理失敗: {0}

# Tray_MenuRefreshFailed.Content
source: Tray menu refresh failed: {0}
ar: فشل تحديث قائمة الصينية: {0}
de: Tray-Menü-Aktualisierung fehlgeschlagen: {0}
fa: بازخوانی منوی تری ناموفق: {0}
id: Gagal menyegarkan menu tray: {0}
ja: トレイメニュー更新失敗: {0}
ko: 트레이 메뉴 새로고침 실패: {0}
tr: Tepsi menü yenileme başarısız: {0}
tt: Трей меню яңарту хата: {0}
zh_cn: 托盘菜单刷新失败: {0}
zh_tw: 托盤選單重新整理失敗: {0}

# Tray_ProxyGroups.Text
source: Proxy groups
ar: مجموعات البروكسي
de: Proxy-Gruppen
es: Grupos de proxy
fa: گروه‌های پروکسی
id: Grup proxy
ja: プロキシグループ
ko: 프록시 그룹
ru: Группы прокси
tr: Proxy grupları
tt: Прокси төркемнәре
zh_cn: 代理组
zh_tw: 代理群組

# Tray_ProxyGroups.Content
source: Proxy groups
ar: مجموعات البروكسي
de: Proxy-Gruppen
fa: گروه‌های پروکسی
id: Grup proxy
ja: プロキシグループ
ko: 프록시 그룹
tr: Proxy grupları
tt: Прокси төркемнәре
zh_cn: 代理组
zh_tw: 代理群組

# Tray_CoreNotRunning.Text
source: (Core not running)
ar: (النواة لا تعمل)
de: (Kern läuft nicht)
es: (Núcleo detenido)
fa: (هسته اجرا نمی‌شود)
id: (Core tidak berjalan)
ja: (コア停止中)
ko: (코어 미실행)
ru: (Ядро не запущено)
tr: (Çekirdek çalışmıyor)
tt: (Йөзәк эшләми)
zh_cn: (内核未运行)
zh_tw: (核心未執行)

# Tray_CoreNotRunning.Content
source: (Core not running)
ar: (النواة لا تعمل)
de: (Kern läuft nicht)
fa: (هسته اجرا نمی‌شود)
id: (Core tidak berjalan)
ja: (コア停止中)
ko: (코어 미실행)
tr: (Çekirdek çalışmıyor)
tt: (Йөзәк эшләми)
zh_cn: (内核未运行)
zh_tw: (核心未執行)

# Tray_ToggleNodeFailed.Text
source: Tray node switch failed: {0}
ar: فشل تبديل العقدة من الصينية: {0}
de: Knotenwechsel fehlgeschlagen: {0}
es: Error al cambiar nodo desde bandeja: {0}
fa: تغییر گره از تری ناموفق: {0}
id: Gagal beralih node dari tray: {0}
ja: トレイでのノード切替失敗: {0}
ko: 트레이 노드 전환 실패: {0}
ru: Ошибка смены узла из трея: {0}
tr: Tepsi düğüm değişimi başarısız: {0}
tt: Трейдә төен алмаштыру хата: {0}
zh_cn: 托盘切换节点失败: {0}
zh_tw: 托盤切換節點失敗: {0}

# Tray_ToggleNodeFailed.Content
source: Tray node switch failed: {0}
ar: فشل تبديل العقدة من الصينية: {0}
de: Knotenwechsel fehlgeschlagen: {0}
fa: تغییر گره از تری ناموفق: {0}
id: Gagal beralih node dari tray: {0}
ja: トレイでのノード切替失敗: {0}
ko: 트레이 노드 전환 실패: {0}
tr: Tepsi düğüm değişimi başarısız: {0}
tt: Трейдә төен алмаштыру хата: {0}
zh_cn: 托盘切换节点失败: {0}
zh_tw: 托盤切換節點失敗: {0}

# Tray_Profiles.Text
source: Profiles
ar: الملفات الشخصية
de: Profile
es: Perfiles
fa: پروفایل‌ها
id: Profil
ja: サブスクリプション
ko: 구독
ru: Подписки
tr: Profiller
tt: Профильләр
zh_cn: 订阅
zh_tw: 訂閱

# Tray_Profiles.Content
source: Profiles
ar: الملفات الشخصية
de: Profile
fa: پروفایل‌ها
id: Profil
ja: サブスクリプション
ko: 구독
tr: Profiller
tt: Профильләр
zh_cn: 订阅
zh_tw: 訂閱

# Tray_NoProfiles.Text
source: (No profiles)
ar: (لا ملفات)
de: (Keine Profile)
es: (Sin perfiles)
fa: (بدون پروفایل)
id: (Tidak ada profil)
ja: (購読なし)
ko: (구독 없음)
ru: (Нет подписок)
tr: (Profil yok)
tt: (Профильләр юк)
zh_cn: (暂无订阅)
zh_tw: (暫無訂閱)

# Tray_NoProfiles.Content
source: (No profiles)
ar: (لا ملفات)
de: (Keine Profile)
fa: (بدون پروفایل)
id: (Tidak ada profil)
ja: (購読なし)
ko: (구독 없음)
tr: (Profil yok)
tt: (Профильләр юк)
zh_cn: (暂无订阅)
zh_tw: (暫無訂閱)

# Tray_ProfileSwitchFailed.Text
source: Profile switch failed: {0}
ar: فشل تبديل الملف: {0}
de: Profilwechsel fehlgeschlagen: {0}
es: Error al cambiar perfil: {0}
fa: تغییر پروفایل ناموفق: {0}
id: Gagal beralih profil: {0}
ja: 購読切替失敗: {0}
ko: 구독 전환 실패: {0}
ru: Ошибка переключения подписки: {0}
tr: Profil geçişi başarısız: {0}
tt: Профиль алмаштыру хата: {0}
zh_cn: 订阅切换失败: {0}
zh_tw: 訂閱切換失敗: {0}

# Tray_ProfileSwitchFailed.Content
source: Profile switch failed: {0}
ar: فشل تبديل الملف: {0}
de: Profilwechsel fehlgeschlagen: {0}
fa: تغییر پروفایل ناموفق: {0}
id: Gagal beralih profil: {0}
ja: 購読切替失敗: {0}
ko: 구독 전환 실패: {0}
tr: Profil geçişi başarısız: {0}
tt: Профиль алмаштыру хата: {0}
zh_cn: 订阅切换失败: {0}
zh_tw: 訂閱切換失敗: {0}

# Tray_ModeSwitchFailed.Text
source: Mode switch failed: {0}
ar: فشل تبديل الوضع: {0}
de: Moduswechsel fehlgeschlagen: {0}
es: Error al cambiar modo: {0}
fa: تغییر حالت ناموفق: {0}
id: Gagal ganti mode: {0}
ja: モード切替失敗: {0}
ko: 모드 전환 실패: {0}
ru: Ошибка смены режима: {0}
tr: Mod değişimi başarısız: {0}
tt: Режим алмаштыру хата: {0}
zh_cn: 模式切换失败: {0}
zh_tw: 模式切換失敗: {0}

# Tray_ModeSwitchFailed.Content
source: Mode switch failed: {0}
ar: فشل تبديل الوضع: {0}
de: Moduswechsel fehlgeschlagen: {0}
fa: تغییر حالت ناموفق: {0}
id: Gagal ganti mode: {0}
ja: モード切替失敗: {0}
ko: 모드 전환 실패: {0}
tr: Mod değişimi başarısız: {0}
tt: Режим алмаштыру хата: {0}
zh_cn: 模式切换失败: {0}
zh_tw: 模式切換失敗: {0}

# Tray_SysProxyToggleFailed.Text
source: System proxy toggle failed: {0}
ar: فشل تبديل بروكسي النظام: {0}
de: Systemproxy fehlgeschlagen: {0}
es: Error al alternar proxy del sistema: {0}
fa: تغییر پروکسی سیستم ناموفق: {0}
id: Gagal alih proxy sistem: {0}
ja: システムプロキシ切替失敗: {0}
ko: 시스템 프록시 전환 실패: {0}
ru: Ошибка переключения системного прокси: {0}
tr: Sistem proxy geçişi başarısız: {0}
tt: Систем прокси алмаштыру хата: {0}
zh_cn: 系统代理切换失败: {0}
zh_tw: 系統代理切換失敗: {0}

# Tray_SysProxyToggleFailed.Content
source: System proxy toggle failed: {0}
ar: فشل تبديل بروكسي النظام: {0}
de: Systemproxy fehlgeschlagen: {0}
fa: تغییر پروکسی سیستم ناموفق: {0}
id: Gagal alih proxy sistem: {0}
ja: システムプロキシ切替失敗: {0}
ko: 시스템 프록시 전환 실패: {0}
tr: Sistem proxy geçişi başarısız: {0}
tt: Систем прокси алмаштыру хата: {0}
zh_cn: 系统代理切换失败: {0}
zh_tw: 系統代理切換失敗: {0}

# Tray_ExitCleanupIncomplete.Text
source: Exit cleanup incomplete: {0}
ar: لم تكتمل عملية التنظيف: {0}
de: Cleanup beim Beenden unvollständig: {0}
es: Limpieza de salida incompleta: {0}
fa: پاک‌سازی خروج ناتمام: {0}
id: Pembersihan keluar tidak selesai: {0}
ja: 終了時のクリーンアップ未完了: {0}
ko: 종료 정리 미완료: {0}
ru: Очистка при выходе не завершена: {0}
tr: Çıkış temizliği tamamlanmadı: {0}
tt: Чыгу чистартулары тәмамланмады: {0}
zh_cn: 退出清理未完成: {0}
zh_tw: 退出清理未完成: {0}

# Tray_ExitCleanupIncomplete.Content
source: Exit cleanup incomplete: {0}
ar: لم تكتمل عملية التنظيف: {0}
de: Cleanup beim Beenden unvollständig: {0}
fa: پاک‌سازی خروج ناتمام: {0}
id: Pembersihan keluar tidak selesai: {0}
ja: 終了時のクリーンアップ未完了: {0}
ko: 종료 정리 미완료: {0}
tr: Çıkış temizliği tamamlanmadı: {0}
tt: Чыгу чистартулары тәмамланмады: {0}
zh_cn: 退出清理未完成: {0}
zh_tw: 退出清理未完成: {0}

# Fmt_ModeRule.Text
source: Rule
ar: القواعد
de: Regeln
es: Reglas
fa: قانون
id: Aturan
ja: ルール
ko: 규칙
ru: Правила
tr: Kural
tt: Кагыйдә
zh_cn: 规则
zh_tw: 規則

# Fmt_ModeRule.Content
source: Rule
ar: القواعد
de: Regeln
fa: قانون
id: Aturan
ja: ルール
ko: 규칙
tr: Kural
tt: Кагыйдә
zh_cn: 规则
zh_tw: 規則

# Fmt_ModeGlobal.Text
source: Global
ar: عام
fa: سراسری
ja: グローバル
ko: 글로벌
ru: Глобальный
tt: Глобаль
zh_cn: 全局
zh_tw: 全域

# Fmt_ModeGlobal.Content
source: Global
ar: عام
fa: سراسری
ja: グローバル
ko: 글로벌
tt: Глобаль
zh_cn: 全局
zh_tw: 全域

# Fmt_ModeDirect.Text
source: Direct
ar: مباشر
de: Direkt
es: Directo
fa: مستقیم
id: Langsung
ja: ダイレクト
ko: 다이렉트
ru: Прямой
tr: Doğrudan
tt: Туры
zh_cn: 直连
zh_tw: 直連

# Fmt_ModeDirect.Content
source: Direct
ar: مباشر
de: Direkt
fa: مستقیم
id: Langsung
ja: ダイレクト
ko: 다이렉트
tr: Doğrudan
tt: Туры
zh_cn: 直连
zh_tw: 直連

# Settings_LightweightMinutes.PlaceholderText
source: minutes
es: minutos
ru: минут

# Settings_CardLoopback.Header
source: UWP Loopback tool
es: Herramienta UWP Loopback
ru: Инструмент UWP Loopback

# Settings_CardLoopback.Description
source: Allow UWP apps to reach the proxy (needs admin consent)
es: Permite que apps UWP usen el proxy (requiere admin)
ru: Разрешить UWP-приложениям использовать прокси (нужен админ)

# Settings_OpenLoopback.Content
source: Open tool
es: Abrir herramienta
ru: Открыть инструмент

# Msg_ProviderTitleProxy.Text
source: Proxy providers
es: Proveedores de proxy
ru: Поставщики прокси

# Msg_ProviderTitleRules.Text
source: Rule providers
es: Proveedores de reglas
ru: Поставщики правил

# Msg_RefreshList.Text
source: Refresh list
es: Actualizar lista
ru: Обновить список

# Msg_HealthCheck.Text
source: Health check
es: Comprobación de estado
ru: Проверка состояния

# Msg_Loading.Text
source: Loading…
es: Cargando…
ru: Загрузка…

# Msg_NoProxyProviders.Text
source: No proxy providers in this profile
es: Sin proveedores de proxy
ru: Нет поставщиков прокси

# Msg_NoRuleProviders.Text
source: No rule providers in this profile
es: Sin proveedores de reglas
ru: Нет поставщиков правил

# Msg_ProviderCount.Text
source: {0} providers
es: {0} proveedores
ru: {0} поставщиков

# Msg_ProxyNodeCount.Text
source: {0} nodes
es: {0} nodos
ru: {0} узлов

# Msg_RulesMeta.Text
source: {0} · {1} · {2} rules
es: {0} · {1} · {2} reglas
ru: {0} · {1} · {2} правил

# Msg_Update.Text
source: Update
es: Actualizar
ru: Обновить

# Msg_Updating.Text
source: Updating {0}…
es: Actualizando {0}…
ru: Обновление {0}…

# Msg_UpdatedOne.Text
source: Updated {0}
es: {0} actualizado
ru: {0} обновлено

# Msg_UpdateFailedNamed.Text
source: Update failed {0}: {1}
es: Error al actualizar {0}: {1}
ru: Ошибка обновления {0}: {1}

# Msg_UpdatingAll.Text
source: Updating all…
es: Actualizando todo…
ru: Обновление всех…

# Msg_UpdateAllDoneCount.Text
source: Update all finished: {0}/{1}
es: Terminado: {0}/{1}
ru: Готово: {0}/{1}

# Msg_HealthChecking.Text
source: Running health checks…
es: Comprobando estado…
ru: Проверка состояния…

# Msg_HealthCheckDone.Text
source: Health check complete
es: Comprobación completada
ru: Проверка завершена

# Msg_NeverUpdatedShort.Text
source: Never updated
es: Nunca actualizado
ru: Не обновлялось

# Msg_UnlockUntested.Text
source: Not tested
es: Sin probar
ru: Не тестировалось

# Msg_UnlockTesting.Text
source: Testing
es: Probando
ru: Тестирование

# Msg_UnlockSupported.Text
source: Supported
es: Soportado
ru: Поддерживается

# Msg_UnlockUnsupported.Text
source: Unsupported
es: No soportado
ru: Не поддерживается

# Msg_UnlockUnknown.Text
source: Unknown
es: Desconocido
ru: Неизвестно

# Msg_UnlockFailed.Text
source: Failed
es: Falló
ru: Ошибка

# Msg_SysProxyToggleFailedTitle.Text
source: System proxy toggle failed
es: Error al alternar proxy del sistema
ru: Ошибка переключения системного прокси

# Msg_TunToggleFailedTitle.Text
source: TUN toggle failed
es: Error al alternar TUN
ru: Ошибка переключения TUN

# Msg_CoreRestartFailedTitle.Text
source: Core restart failed
es: Error al reiniciar el núcleo
ru: Ошибка перезапуска ядра

# Msg_CloseThisConn.Text
source: Close this connection
es: Cerrar esta conexión
ru: Закрыть это соединение

# Msg_Back.Text
source: Back
es: Volver
ru: Назад

# Msg_DetailNetwork.Text
source: Network: {0} ({1})
es: Red: {0} ({1})
ru: Сеть: {0} ({1})

# Msg_DetailHost.Text
source: Host: {0}
ru: Хост: {0}

# Msg_DetailDestination.Text
source: Destination: {0}
es: Destino: {0}
ru: Цель: {0}

# Msg_DetailSource.Text
source: Source: {0}
es: Origen: {0}
ru: Источник: {0}

# Msg_DetailRule.Text
source: Rule: {0}
es: Regla: {0}
ru: Правило: {0}

# Msg_DetailChains.Text
source: Chains: {0}
es: Cadena: {0}
ru: Цепочка: {0}

# Msg_DetailProcess.Text
source: Process: {0}
es: Proceso: {0}
ru: Процесс: {0}

# Msg_DetailTraffic.Text
source: Down: {0} Up: {1}
es: Bajada: {0} Subida: {1}
ru: Загрузка: {0} Отдача: {1}

# Msg_DetailTime.Text
source: Time: {0}
es: Hora: {0}
ru: Время: {0}

# Msg_QrTitle.Text
source: QR code: {0}
es: Código QR: {0}
ru: QR-код: {0}

# Msg_QrFailed.Text
source: QR generation failed: {0}
es: Error al generar QR: {0}
ru: Ошибка генерации QR: {0}

# Msg_LoopbackTitle.Text
source: UWP Loopback tool
es: Herramienta UWP Loopback
ru: Инструмент UWP Loopback

# Msg_LoopbackHint.Text
source: Check UWP apps that should be allowed loopback; applying requests admin consent.
es: Marque las apps UWP que permitan loopback; se pedirán permisos de admin
ru: Отметьте UWP-приложения для loopback (нужны права админа)

# Msg_LoopbackApply.Text
source: Apply changes
es: Aplicar cambios
ru: Применить изменения

# Msg_LoopbackApplying.Text
source: Applying…
es: Aplicando…
ru: Применение…

# Msg_LoopbackApplied.Text
source: Loopback changes applied.
es: Cambios de loopback aplicados
ru: Изменения loopback применены

# Msg_LoopbackFailed.Text
source: Apply failed: {0}
es: Error al aplicar: {0}
ru: Ошибка применения: {0}

# Msg_LoopbackLoadFailed.Text
source: Failed to list UWP apps: {0}
es: Error al listar apps UWP: {0}
ru: Ошибка списка UWP-приложений: {0}

# Msg_ColumnSettings.Text
source: Column settings
es: Ajustes de columnas
ru: Настройки столбцов

# Msg_LayoutTable.Text
source: Table
es: Tabla
ru: Таблица

# Msg_LayoutList.Text
source: List
es: Lista
ru: Список

# Msg_NoVisibleColumns.Text
source: At least one column must stay visible.
es: Deja al menos una columna visible
ru: Минимум один столбец должен быть видим

# Msg_UacCancelled.Text
source: UAC consent cancelled
es: Consentimiento UAC cancelado
ru: Пользователь отменил UAC

# Profiles_MenuQr.Text
source: QR code
es: Código QR
ru: QR-код

# Msg_QrRemoteOnly.Text
source: Only remote profiles have a QR code (local profiles have no URL)
es: El QR solo está disponible para perfiles remotos
ru: QR-код только для удалённых подписок

# Msg_WebDavRestoreButton.Text
source: Restore
ru: Восстановить

# Msg_WebDavUsername.Text
source: Username
ru: Имя пользователя

# Msg_WebDavPassword.Text
source: Password (encrypted on save)
ru: Пароль (шифруется при сохранении)

# Msg_UpdateHintShort.Text
source: Opens the GitHub release page for manual download (MSIX/portable).
ru: Открывает страницу релизов GitHub

# Msg_ApplyRejectedTitle.Text
source: Config not applied
ru: Конфигурация не применена

# Msg_ApplyRejectedBody.Text
source: Core not running or rejected the new config; settings were restored. Check the logs and retry.
ru: Ядро не работает или отклонило конфигурацию; настройки восстановлены.

# Core_StartedService.Text
source: mihomo core started in privileged service mode
es: Núcleo mihomo iniciado en modo servicio privilegiado
ru: Ядро mihomo запущено в привилегированном режиме службы

# Core_ServiceStartFailedFallback.Text
source: Service mode start failed, falling back to sidecar: {0}
es: Fallo del modo servicio, retroceso a sidecar: {0}
ru: Не удалось запустить службу, возврат к sidecar: {0}

# Core_Started.Text
source: mihomo core started
es: Núcleo mihomo iniciado
ru: Ядро mihomo запущено

# Core_StopViaServiceFailed.Text
source: Service failed to stop core: {0}
es: El servicio no pudo detener el núcleo: {0}
ru: Служба не смогла остановить ядро: {0}

# Core_KillLeftover.Text
source: Cleaned up leftover core process PID {0}
es: Proceso residual limpiado PID {0}
ru: Остановлен остаточный процесс ядра PID {0}

# Core_ApplyRejected.Text
source: Config apply rejected: {0}
es: Configuración rechazada: {0}
ru: Применение конфигурации отклонено: {0}

# Core_HotReloaded.Text
source: Runtime config hot-reloaded
es: Configuración recargada en caliente
ru: Конфигурация горячо перезагружена

# Core_HotReloadFailedRestart.Text
source: Hot-reload failed, restarting core: {0}
es: Recarga fallida, reiniciando núcleo: {0}
ru: Горячая перезагрузка не удалась, перезапуск: {0}

# Core_RestoreSelectionsFailed.Text
source: Failed to restore node selections: {0}
es: Error al restaurar nodos: {0}
ru: Ошибка восстановления выборов узлов: {0}

# Core_RestoredSelection.Text
source: Restored node selection: {0} → {1}
es: Selección restaurada: {0} → {1}
ru: Выбор узла восстановлен: {0} → {1}

# Core_SelectionMissing.Text
source: {0} saved nodes missing from current config; restore skipped
es: {0} nodos guardados no existen; se omitió la restauración
ru: {0} сохранённых узлов отсутствуют; восстановление пропущено

# Core_JobAssignFailed.Text
source: Job Object assignment failed; core may linger if the app crashes
es: Fallo al asignar Job Object; el núcleo podría quedar residual
ru: Не удалось привязать Job Object; ядро может остаться

# Core_ProcessStartFailed.Text
source: Failed to start mihomo process
es: Error al iniciar proceso mihomo
ru: Не удалось запустить процесс mihomo

# Core_ValidateFailed.Text
source: Config validation failed: {0}
es: Validación de configuración fallida: {0}
ru: Ошибка проверки конфигурации: {0}

# Core_ProcessExited.Text
source: mihomo process exited unexpectedly; check the logs
es: mihomo terminó inesperadamente; revise los registros
ru: mihomo аварийно завершился; проверьте журналы

# Core_ControllerTimeout.Text
source: Timed out waiting for External Controller
es: Tiempo de espera agotado para el External Controller
ru: Таймаут ожидания External Controller

# Proxy_Restored.Text
source: System proxy restored
es: Proxy del sistema restaurado
ru: Системный прокси восстановлен

# Proxy_Enabled.Text
source: System proxy enabled: {0}
es: Proxy del sistema activado: {0}
ru: Системный прокси включён: {0}

# Proxy_EnabledPac.Text
source: System proxy enabled (PAC mode): {0}
es: Proxy activado (modo PAC): {0}
ru: Системный прокси включён (PAC): {0}
